{
  "name": "Cults",
  "_id": "nUrSRCUFUdyPTMtJ",
  "pages": [
    {
      "sort": 100000,
      "name": "Cult of Dazh",
      "type": "text",
      "_id": "6Jo0bOSO5JEyRD9q",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\"><strong>Seat of Power: </strong>City of Kislev<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Head of the Cult: </strong>Macks Tanei<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Primary Orders: </strong>Rota of the Dawn<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Major Festivals: </strong>Summer Solstice, Winter Snows<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Popular Holy Books: </strong>Unknown<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Common Holy Symbols: </strong>Arari, Firebirds, Flames, Suns<span class=\"Apple-converted-space\"> </span></p><p></p><p class=\"p2\" style=\"text-align:justify\">When the world was first made, it was all in darkness and ice. Dazh saw this and took pity on man. He took his great horse and bore his fire across the sky, giving light to the world. Afterwards, Dazh returned to his golden sky-palace to rest, for the ride was long and tiring. However, he saw the people below were cold and afraid without his fire, yet he could not ride out again until his horse was rested. So Dazh gave the gift of fire to mankind, so they might have some of his light at all times.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Dazh is depicted as a handsome young man with golden hair and shining eyes, his body wreathed in fire. Dazh is so dazzling it is impossible to look upon him without being blinded. Thus, if Dazh needs to communicate, he sends his firebirds or the Arari as messengers. The Arari are great fire spirits that dwell in Dazh’s golden palace. When they are not serving him, they often dance, producing a colorful display in the northern sky.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Dazh is the kindest of all the Kislev Gods and the one most concerned with man’s welfare. In return, he places a great emphasis on proper behavior. The followers of Dazh are the most dedicated of all the Kislevite priests, and their religion is the most formalized. However, Dazh is a kindly God only by Kislevite standards. He is very much a prince—sometimes generous but above the people, and he is harsh to those who fail to live by his laws. He can be capricious: ruling over the sky is his chief concern, and he can only attend to the affairs of men when he has time. Sometimes, fires are lost to snows or the kindling runs out. Likewise, he travels to the other side of the world every year to pursue his winged love, leaving Humans to survive as best they can.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Dazh gets on well with the other Gods. Ursun and his children sleep when Dazh is away and awaken to celebrate his return. Tor’s axe is sharpened with the help of Dazh’s fire. Dazh is so congenial that some who follow Ursun and Tor consider him to be weak. Of course, they don’t say such things when the night is coming down, and the flint doesn’t want to spark. The only exception to Dazh’s friendliness is regarding Ulric. As a God of winter, many of Dazh’s faithful see Ulric as an enemy or a rival. Others teach Dazh has no concern for Ulric, for he is a God of earthly matters, and Dazh is a God of the sky.</p><p></p><p class=\"p3\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">The Cult of Dazh is the most organized of all the Kislevite cults, though that is akin to being the tallest Dwarf or the least ugly Kurgan. Most stanitsas have a temple, led by a chief priest called the ‘watcher.’ Watchers may have several attendants, and below them are the young initiates. In a small stanitsa<em>, </em>the watcher may be attended by only two or three faithful; in the cities, a temple to Dazh may hold a hundred men. This disparity is perfectly natural—the larger the city, the larger the duties, the greatest of which is to prepare the temple.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Temples of Dazh are large, circular structures completely open to the sky, like an arena. It is important to pay homage to the sun God in full view of his majesty. In the center of the circle is a statue of the God and a fire pit or brazier, which in many temples must never be allowed to go cold. In the cities, these temples can be a hundred yards across, complete with a golden statue and hundreds of bronzed braziers. It is up to the young initiates to make sure all these fires do not go out, and many a young cultist of Dazh has lost sleep from monitoring his appointed flame. In small stanitsas, eternal flames are not possible, so the central fire is extinguished at night and relit in the morning, a practice that conveys no disrespect.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">The cult has many duties beyond maintaining the temple fires, of course. Prayers must be offered to Dazh at dawn and at sunset by burning incense to thank him for his ride and wish him good rest. These are typically done in the temple, but travelling priests may do them over any fire.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Dazh does not require any particular observances from those not of the faith. He does, however, demand respect for his gift, and as a result, his followers are something like fire wardens. They walk through their stanitsas or neighborhoods at night, ensuring no fires have been left unattended. They watch over the construction of fire pits and fireplaces and ensure wood supplies are kept dry. Without the Cult of Dazh, it is likely that many a stanitsa would have burned to the ground long ago.</p><p></p><p class=\"p3\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Every stanitsa has a priest of Ursun, but every house displays a symbol of Dazh. This reverence is upheld both in the oblast and in the cities. Only the most objectionable of foreigners would live in a house without a mark of Dazh above the hearth. Of course, the observance of all his rituals and strictures varies. The nature of Dazh changes, too. In the north, he is seen as a great savior whose worship can be a matter of life and death. In the south, he is more a figure of hospitality than fire. Every city, town, and stanitsa bears a shrine to Dazh. His holy days are dutifully celebrated throughout the nation, and his high priests have considerable political power due to the ubiquity of their faith.</p><p></p><p class=\"p3\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Penances set by Dazh always involve protecting the people of Kislev from the harsh winter by providing light and warmth. A cultist might be sent to a village low on fuel with fresh firewood during a blizzard until it passes. Dazh often tasks his servants with other humanitarian duties like distributing blankets, or patrol popular pilgrimage routes for those lost without light in the Oblast.<span class=\"Apple-converted-space\"> </span></p><p></p><p class=\"p3\"><strong>Stricture</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\">• Never let a fire go out during the night. Many interpret<span class=\"Apple-converted-space\"> </span>this stricture as never leaving a fire unattended.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Never light a fire on a dirty hearth.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Always give hospitality to those who ask for it, even enemies. Leave none out in the cold.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Offer sacrifices to Dazh on the first day of the winter snows, so he returns with all speed.<span class=\"Apple-converted-space\"> </span></p><p></p><p><strong>Dazh’s Blessings:</strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Charisma<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Conscience<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Courage<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Fortune<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Protection<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Wit<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.6Jo0bOSO5JEyRD9q"
    },
    {
      "sort": 200000,
      "name": "Cult of Gunndred",
      "type": "text",
      "_id": "04bCf03gWEW1Jzxi",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\" style=\"text-align:justify\"><strong>Head of the Cult: </strong>Master Gunnslieb<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Primary Orders: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Major Festivals: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Popular Holy Books: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Common Holy Symbols: </strong>Brass Knuckles, Cosh, Cow Head, Lasso<span class=\"Apple-converted-space\"> </span></p><p></p><p class=\"p2\" style=\"text-align:justify\">Gunndred is the God of Rustlers and Blackmail. He stands for taking what you want by force and fear, leaving frightened victims behind you. His cult is currently rather localized, but it does seem to be spreading. He is generally portrayed as a large, brutal man wearing travel clothes, but some worshippers depict him as an extremely fat man dressed in rich clothes and covered with jewelry, with at least half a dozen large thugs standing behind him.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Unlike Ranald, who concentrates on the luck and skill of the thief, Gunndred emphasizes brutality and intimidation. A follower of Ranald might sneak into a house and steal all the money without waking a soul. A follower of Gunndred would turn up with allies, wake everyone, beat and torture them all, take all the money, and promise to return in six months to take all their money again, while threatening to kill them, slowly, if they tell anyone what happened. He would not expect them to abide by the last threat; indeed, followers of Gunndred want to gain a fearsome reputation, so he would hope they did not. Most followers would kill only one member of the family on the next visit, generally one who was not earning a living.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">The cult is divided into bands, each led by a chief, who is also a priest of Gunndred. Members of the bands are often outlaws, mercenaries, or similar violent types, although a few will be initiates. The cult as a whole is led by Master Gunnslieb, and he makes sure that every member fears him.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Recruits need only find a band and ask to join. Two or three of the members beat them up, and then they are members. They are given the worst, most dangerous jobs until a newer member joins. Anyone trying to flee the group is caught, beaten, and then taken to Master Gunnslieb for slow execution.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Every band meets with Master Gunnslieb and his band four times per year. The band must divide its spoils into two lots, and Master Gunnslieb takes one lot. Most bands thus divide in half as carefully as they are able. Concealing loot warrants death for the entire<span class=\"Apple-converted-space\"> </span>beaten, and then allowed to live and remain in the cult.<span class=\"Apple-converted-space\"> </span>Master Gunnslieb himself is a cattle thief, but he has shown no<span class=\"Apple-converted-space\"> </span>prejudice against groups that choose to concentrate on racketeering<span class=\"Apple-converted-space\"> </span>or highway robbery, as long as they produce large amounts of loot.<span class=\"Apple-converted-space\"> </span>Failure to steal enough is grounds for Master Gunnslieb to execute<span class=\"Apple-converted-space\"> </span>a random member of the band.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Each band is expected to find its own way to fence its share of its loot. It is acceptable to fence cattle first, and then pass the cash on to Master Gunnslieb, but he is also happy to receive loot that is still on the hoof.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Gunndred’s largest cult is based in the Border Princes. He is also worshipped by some of the more brutal racketeering groups in the Empire, particularly in the south, and he is popular in northern Tilea, near the Vaults, where he is known as Sconduino. Tilean worshippers often pursue brutal feuds and vendettas over slights to their ‘honor;’ other worshippers claim they need no excuse for violence, and look down somewhat on the Tileans. Both groups do recognize they serve the same God, however.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">In the past, there have been few large groups of Gunndred cultists. This is because the cultists are all brutal criminals who believe in drawing attention to themselves; most cults are crushed by the authorities before they can grow to any size. Some cults have been crushed by organized crime before they provoke the authorities into interfering with business.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">In recent years, however, a group based in the Border Princes has managed to grow to a substantial size. This has always been a fertile area for Gunndred, as the absence of central authority makes life easier for his followers. Indeed, some of the Border Princes themselves have been followers of the God of Rustlers and Blackmail. On the whole, however, these groups have stayed small due to infighting, and the lack of prosperous people to intimidate.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">The new group changed that by concentrating on rustling—stealing cattle. This has always been a part of Gunndred’s portfolio, as there is no way to subtly and elegantly steal a few dozen living cows; intimidating the cowherds has always mattered. Emphasizing this area has allowed the cult to grow within the Border Princes, and its spreading reputation has led to many people in the Empire thinking of Gunndred as <em>primarily </em>a God of cattle thieves.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Gunndred’s penances usually involve stealing from noble-owned plantations and guarded locations to recover valuable mounts, such as a prized racing horse or a destrier belonging to a knightly order. Humiliating law-enforcement is also common—perhaps by stealing a Road Captain’s horse or kidnapping their daughter, for example, or kidnapping the captain and beating him in a one-on-one fist fight. Gunndred often sends favored and disfavored cultists alike on a ‘Pilgrimage of Terror’, a set of targets to pillage, rob, beat and torture to spread fear in Gunndred’s name.<span class=\"Apple-converted-space\"> </span></p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Strictures</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">• Be feared, not loved.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Live by what you have taken from others.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Leave no victim unmarked.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Leave survivors to spread the fear of your name.<span class=\"Apple-converted-space\"> </span></p><p></p><p style=\"text-align:justify\"><strong>Gunndred’s Blessings:</strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Finesse<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Grace<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Hardiness<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">The Hunt<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Might<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Savagery<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.04bCf03gWEW1Jzxi"
    },
    {
      "sort": 300000,
      "name": "Cult of Handrich",
      "type": "text",
      "_id": "HlGxVY1spBt2b65w",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\" style=\"text-align:justify\"><strong>Seat of Power: </strong>Marienburg<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Head of the Cult: </strong>High Priest Goudenkruin<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Primary Orders: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Major Festivals: </strong>Marktag (“Market Day”)<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Popular Holy Books: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Common Holy Symbols: </strong>Crossed Fingers, Gold Discs<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"></p><p class=\"p2\" style=\"text-align:justify\">Handrich is depicted as a contented and jovial figure who delights in both the acquisition of wealth and the spending of it. He is the consummate seller—charismatic, smooth, and likable, and seems to view his cultists not so much as mere worshippers, but as business partners. Handrich is shrewd in his dealings and expects his cultists to be smarter and faster than the people they deal with. Cultists believe Handrich watches every transaction and business dealing. Building charitable works is also highly encouraged, though often with some secondary purpose, such as a tax shelter or means of avoiding inspection of goods.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">On the negative side, Handrich is both greedy and manipulative, exhorting the belief that the ends justify the means. In Handrich’s eyes, if you make a profit from someone else’s stupidity or ignorance, than that’s coin better spent on better ventures. Cultists are encouraged to put up this double standard of presenting a respectable face to the public, while fleecing them with fixed prices and false shortages.</p><p style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Handrich (also known as Haendryk) is a minor God popular with traders, merchants, burghers, and others involved in making a profit through business dealings. Although most peasants consider all business folk to be swindlers, cultists of Handrich are more concerned with prosperity for all through commerce<span class=\"s1\">—</span>what benefits the merchant often benefits those around him as well.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Outside of Marienburg, where the cult is based and is the strongest, many people confuse Handrich with an aspect of Ranald known as ‘The Dealer.’ For those in the know, however, the distinction is clear<span class=\"s1\">—</span>Handrich is the God of legitimate business, while thieves, smugglers, and conmen worship Ranald, though there are many examples on both sides of this not necessarily being true. The<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">two cults have created a healthy sense of competition between them, and, so far, it has not erupted into violence, though theft, backroom dealings, and other dirty tricks are considered fair game between the two.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">The Cult of Handrich organizes itself into fraternal groups and secret societies, composed of merchants and wealthy burghers. These groups’ goals include fostering a spirit of competition, forcing competitors to capitulate in business, and the spiritual<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">enlightenment that comes from communing with both comrades and the deity. These groups are extremely hierarchical, with many initiations that must be passed before moving closer to the inner circle. Many members believe they are simply joining some form of guild, oblivious to the machinations occurring behind the scenes. The inner circle, however, works to set prices, lower taxes, and raise more money for the building of temples, and expanding the word and influence of Handrich. It is rumored that high-level members dabble in ritual magic to increase their fortunes.</p><p style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Handrich is found primarily in the city-state of Marienburg, where he has proven wildly popular, sometimes eclipsing Manann’s stature there. No self-respecting merchant in that city would pass up the chance to give offerings to the God of Trade.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Outside of Marienburg, Handrich is primarily found within the largest cities of the Empire. There is a small temple in Altdorf, although plans exist to expand on the building or create a new, larger structure in the future. In other cities, shrines to Handrich are found around public markets and within the homes of merchants. Devout cultists of Handrich are happy to spread his word while they go about their daily business of buying and selling for profit.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Handrich is also popular in Estalia, Tilea, and some of the city-states of the Border Princes, and this popularity is increasing steadily. Those towns and cities that distrust or persecute members of Ranald’s cult are far more likely to allow cultists of Handrich into their gates. For this reason, cultists of Ranald sometimes steal the pendants from Handrich worshippers, in an effort to pass themselves off as ‘legitimate.’<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">The primary symbol of Handrich is a gold disc, commonly interpreted as a coin. Cultists often carry a blank coin in their pocket or worn about their neck to show their devotion to their God.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Another symbol of Handrich is a hand with its fingers crossed<span class=\"s1\">—</span>the same symbol commonly associated with Ranald. This has proven a serious bone of contention between cultists of Handrich and those of Ranald the Dealer, for each lay claim to the symbol. In Marienburg, cultists of Handrich show this secret symbol to fellow cultists by using their right hand, while cultists of Ranald use their left. Confusion abounds, however, and more than a few altercations have occurred when opposing cultists use this sign, assuming the other person belongs to their particular cult, only to be mistaken.</p><p style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Handrich’s penances may involve his followers donating their personal income into devastated areas, such as war-torn homes and ruined temples, or investing into failing businesses to give them a second chance at financial recovery. It is also common to find Handrich’s priests tasked to take over an indebted families’ debts, which can often put them at odds with local bailiffs and law enforcement.<span class=\"Apple-converted-space\"> </span></p><p style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Strictures</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">• Make a profit every day.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• If you form a partnership in trade with a person, an oath must be sworn.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Give charitably, but within reason.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Never use violence for gain.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Do not get caught in a lie until you have left town.<span class=\"Apple-converted-space\"> </span></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Handrich’s Blessings:</strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\"><strong> </strong>Charisma<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Conscience<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Fortune<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Protection<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Wisdom<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Wit<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.HlGxVY1spBt2b65w"
    },
    {
      "sort": 400000,
      "name": "Cult of Khaine",
      "type": "text",
      "_id": "1E3Ol2fLqq2MPNXm",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\"><strong>Seat of Power: </strong>Har Ganeth, None in the Old World<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Head of the Cult: </strong>Hag Queen Crone Hellebron, None in the Old World<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Primary Orders: </strong>Executioners of Har Ganeth, Sisters of the Singing Doom, None in the Old World<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Major Festivals: </strong>Death Night<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\"><strong>Popular Holy Books: </strong><em>Parables of Sundered Flesh</em>, <em>The Book of Khaine</em><span class=\"Apple-converted-space\"><em> </em></span></p><p class=\"p2\"><strong>Common Holy Symbols: </strong>Daggers, Bloody Hands, Scorpions<span class=\"Apple-converted-space\"> </span></p><p class=\"p3\"></p><p class=\"p3\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\">Khaine is worshipped most fanatically by the Dark Elves. In their society, the Cult of Khaine is the most powerful religious cult, and regularly makes bloody sacrifices of slaves and even other Dark Elves. The initiates of this cult are the Witch Elves, who consider themselves the ‘brides of Khaine’ and are led by the Hag Queens. The Cauldrons of Blood that the Dark Elves use are regularly adorned with large statues of Khaine. Additionally, on Death Night, the Witch Elves freely roam Dark Elf cities with impunity, killing all they find.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">High Elves see Khaine as a necessary evil. High Elf Warriors pray to Khaine before battle but are careful not to let his influence drive them to bloodlust and cloud their better judgement - as the High Elves say, ‘the sword of Khaine cuts both ways’.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">Wood Elves worship Khaine in times of war, but he is rather low in their sites, ranking 14th on the Wood Elf pantheonic mandala. They do not take the worship of Khaine to such excesses as the Dark Elves.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">Some humans also worship Khaine. Imperials associate Khaine with Morr, citing myths that link the two as brothers, each battling for control over the province of death. The Lord of Murder is upheld by killers, thieves, and even some soldiers.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">Khaine has multiple aspects that are revered, collectively called the ‘thousand faces of Khaine’. The Executioners of Har Ganeth revere him as the Executioner, while other aspects include the Manticore, the scorpion, the hawk, the bull, the wounded warrior, the Iron Panther, the Deathbringer and the Serpent Lord.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">Whenever possible—and at least once a month, if not more—victims are snatched from the streets of towns or from country roads and ritually sacrificed. This foul act is preceded by the carving of holy symbols upon the body of the victim, and concluded with the slitting of his throat. Victims are then dumped in a nearby body of water, ditch, or back alley. Variations on this procedure exist, naturally, but the regularity with which it must be performed is almost universal. Only those who will not be missed any time soon, or those who can be taken without witnesses, are kidnapped. Once a body is found, assuming that the elements or scavengers have not destroyed the evidence, a knowledgeable investigator could easily recognize the hallmarks of the cultists’ work… for all the good it does him. The method and motive become clear to the officer in question, but of the true identities of the perpetrators, few clues are left.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">Not all victims of the cult are killed in a ritualized manner, however, for the cult preaches that a chance to commit murder should not be passed up. The truly devout relish these murders of opportunity, performed in the alleys behind houses of ill repute and on lonely roads at night.</p><p></p><p class=\"p3\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\">Har Ganeth was one of the later cities founded by the exiles from Nagarythe who arrived after the Sundering. Originally, it was founded in as one of the northernmost settlements by generals who had taken part in the Battle of the Blighted Isle and who feared reprisal from Malekith for their failure in III, 522 (-2201 IC). As the Cult of Khaine grew in prominence, Malekith sought to focus their wanton violence for his own gain. He proclaimed himself the mortal avatar of Khaine and offered the Hag Queens substantial gifts, including the city where his failed generals had hidden. It was not until III, 990 (-1745 IC) that Har Garneth became the prominent citadel of the Cult of Khaine.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">Cultists of Khaine can be found throughout the Old World, despite the fact that his worship is forbidden and punishable by death. His followers are drawn to places of depravity and suffering more than any others, for their activities are all the easier there. Still, places of upright morals and devout worship of the righteous Gods of the Old World are by no means safe from their predations. Khaine is an almost exclusive Human God, and his worship is predominantly restricted to large towns and cities - his cults thrive on human contact and quickly tear themselves apart if they find themselves without a steady source of victims.</p><p></p><p class=\"p3\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\">Khaine’s penances typically involve sacrificing valuable souls in his name (such as nobles, powerful warriors or high priests of different gods) as opposed to common rabble. He may demand his followers hunt Necromancers and destroy Undead then send their souls to his realm. He also occasionally requires servants of Morr be stopped from fulfilling their deeds, with followers often performing these deeds through ritualistic murder as the souls of Morrian priests are believed to be highly valued by Khaine.<span class=\"Apple-converted-space\"> </span></p><p></p><p class=\"p3\"><strong>Strictures</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\">• All death is sacred, but only murder is sacred to Khaine.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Murder is an act of devotion-do not rush it.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Murder is its own reward.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Do not let an opportunity to kill pass you by. Each such moment is a blessing given by Khaine.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Murder by the hand of another is good, murder by your own hand is better.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Do not betray the cult of Khaine, even in death.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Do not conceal the work of Khaine, even if it leads to your discovery.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\">• Never harm or own a raven, for they are the sacred messengers of Khaine.<span class=\"Apple-converted-space\"> </span></p><p></p><p><strong>Khaine’s Blessings: </strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\">Battle<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Courage<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Finesse<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Grace<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Savagery<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\" style=\"text-align:center\">Wit<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.1E3Ol2fLqq2MPNXm"
    },
    {
      "sort": 500000,
      "name": "Cult of Tor",
      "type": "text",
      "_id": "bH46ldN1wzXPr8a2",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\" style=\"text-align:justify\"><strong>Seat of Power: </strong>City of Kislev<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Head of the Cult: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Primary Orders: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Major Festivals: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Popular Holy Books: </strong>None<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Common Holy Symbols: </strong>Axes, Lightning Bolts<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"></p><p class=\"p2\" style=\"text-align:justify\">Ursun is the most revered God of Kislev, but Tor is the most omnipresent. He has no real cult, no particular day or time of worship, few temples, no orders, and only one stricture, but Tor has little need for such things. Tor is part of life. When the sky shakes, and the earth trembles, there is Tor. When the lightning flashes, the thunder rolls, the wind screams, and hail lashes the ground like a horsewhip, there is Tor. He is in the thunder of hooves, too, and the flash of steel, for Tor is a warrior God as well as a sky God. As so much of Kislevite life is naught but battle and war, Tor is a constant companion, and no axe man goes into the fray without uttering a prayer to him.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Tor is depicted as a mighty warrior, with rippling muscles and a square jaw. He wields a gigantic axe with a haft made of oak and a great, silvered blade. It is this axe he slams into the ground to make the lightning and the thunder and to send courage to his faithful. Tor is also the God of courage, as well as stoic resilience in the face of trial, regardless of if that trial is weathering a furious storm or weathering the charge of a Daemon of Chaos.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Much like Ursun, Tor prefers actions to words. Those who fight well and impress Tor with their courage and strength receive his blessing, which is typically the courage and strength to go on fighting.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Tor has no holy days. Storms are holy to him, however, and it is traditional for his faithful to stand in the face of every storm and display admiration at his power and fury. Prayers of praise are also offered before and after a battle—sometimes as the battle cry.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Tor cares only for fighting, and when there is no fighting, he amuses himself with the more attractive of Dazh’s Alari or practices smashing his axe into the ground. Tor also has little to do with the other Gods, not because he dislikes them but because he prefers to keep to himself. Many of his followers likewise prefer only the company of warriors.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Tor has no cult in any sense that a citizen of the Empire would<span class=\"Apple-converted-space\"> </span>recognize. Instead, there are simply those who are more devout<span class=\"Apple-converted-space\"> </span>than their fellows. Perhaps Tor saved their life in battle once or<span class=\"Apple-converted-space\"> </span>sent a lightning bolt to drive off their enemies. Perhaps, they<span class=\"Apple-converted-space\"> </span>simply enjoy storms or find great courage through prayers to<span class=\"Apple-converted-space\"> </span>Tor. Tor’s symbols are his axe, his thunderbolts, or an axe with<span class=\"Apple-converted-space\"> </span>a thunderbolt for the haft. Tor’s followers typically wield<span class=\"Apple-converted-space\"> </span>axes, large or small, and many carve a stylized lightning bolt<span class=\"Apple-converted-space\"> </span>onto their weapon arm, or into their weapon’s hilt. It is also<span class=\"Apple-converted-space\"> </span>common to braid patches of hair or beard into a zigzag fashion.<span class=\"Apple-converted-space\"> </span>Silver is Tor’s metal, which Kislevites believe is made when his<span class=\"Apple-converted-space\"> </span>lightning hits the ground. Devout followers tie pieces of silver<span class=\"Apple-converted-space\"> </span>thread around their axe blades or weave it into their beards.<span class=\"Apple-converted-space\"> </span>Tor’s warriors love their axes and mock those who carry<span class=\"Apple-converted-space\"> </span>hammers, considering it pointless to carry such a heavy weapon<span class=\"Apple-converted-space\"> </span>that lacks a blade. Short and one-handed swords are also<span class=\"Apple-converted-space\"> </span>considered ineffectual weapons. Tor worshippers in the military<span class=\"Apple-converted-space\"> </span>are less particular but still prefer the sabre to the short sword.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Tor’s nature and haphazard following means there are no authority figures within it, but there are many who have temporal power and are faithful sons of Tor. Many of the highest-ranked boyars and rota-leaders follow Tor, for example. Perhaps most famous is Mikhail Jolnirsson, captain of the Praag city guard. Mikhail was struck by lightning not once but twice as a young <em>esaul </em>(an ataman’s steward) and concluded he is particularly blessed by the thunder God. He has therefore bedecked his barracks with countless images of the bolt and the axe, and he commands his men to display the symbols on their uniform. The lightning strikes have addled Mikhail’s brain slightly. The best example is his recent conclusion that a third strike will finally show him what Tor has chosen him for, impelling him to spend a lot of time in storms, wearing a tall, conical, iron hat.</p><p style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">“Tor is worshipped wherever there are storms and wherever<span class=\"Apple-converted-space\"> </span>there is fighting. The land of Kislev is no stranger to either of<span class=\"Apple-converted-space\"> </span>these, so Tor is found everywhere. He is most popular among<span class=\"Apple-converted-space\"> </span>warriors, and there are very few barrack rooms without Tor’s<span class=\"Apple-converted-space\"> </span>bolt carved in a prominent place.<span class=\"Apple-converted-space\"> </span>Tor’s temples are very simple yet imposing. They are narrow<span class=\"Apple-converted-space\"> </span>stone towers with wooden peaked roves and are constructed<span class=\"Apple-converted-space\"> </span>mostly on bare mountaintops. Inside is a warm place to sleep,<span class=\"Apple-converted-space\"> </span>a bit of food or drink, a symbol of the lightning bolt, and<span class=\"Apple-converted-space\"> </span>little else. A passing priest is expected to sweep it out, fill the<span class=\"Apple-converted-space\"> </span>woodpile, and top off the kvas flask before leaving. There are<span class=\"Apple-converted-space\"> </span>many of these temples in the Worlds Edge Mountains, some<span class=\"Apple-converted-space\"> </span>that may not have seen a visitor in centuries. Some are used<span class=\"Apple-converted-space\"> </span>as traveller’s huts by those caught in a blizzard or a storm, an<span class=\"Apple-converted-space\"> </span>irony not lost on the storm-loving followers of Tor. Of course,<span class=\"Apple-converted-space\"> </span>even the most devout son of Tor can get sick of a storm once<span class=\"Apple-converted-space\"> </span>his boots fill with water.</p><p style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Penances set by Tor are almost always tests of strength, courage, and martial skill—nearly identical to Ulric’s. Slaying a powerful monster, or clearing out a nest of Beastmen or outlaws, are typical tasks. However, due to Kislev’s proximity with Norsca, the Eastern Steppes, Troll Country and the Chaos Wastes, sometimes Tor demands more of his followers and will task them with defeating powerful Northmen warriors. Norscan and Kurgan raiding parties are a common threat to the people of Kislev, so it isn’t uncommon for Tor to demand the skull of a Norse Huskarl or Kurgan Marauder Chief.<span class=\"Apple-converted-space\"> </span></p><p style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Stricture</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">• Never stand under a tree during a thunderstorm.<span class=\"Apple-converted-space\"> </span></p><p style=\"text-align:justify\"></p><p style=\"text-align:justify\"><strong>Tor’s Blessings: </strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\">Battle<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Courage<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Hardiness<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Might<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Savagery<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Tenacity<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.bH46ldN1wzXPr8a2"
    },
    {
      "sort": 600000,
      "name": "Cult of Ursun",
      "type": "text",
      "_id": "z2HSq04G8mGkkraB",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\" style=\"text-align:justify\"><strong>Seat of Power: </strong>City of Kislev<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Head of the Cult: </strong>Supreme Patriarch Kostaltyn<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Primary Orders: </strong>Circle of the Bear, Keepers of the Hunt<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Major Festivals: </strong>Final Feast, Waking Day<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Popular Holy Books: </strong>Unknown<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"><strong>Common Holy Symbols: </strong>Bear, Bear Head, Bear Paw<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\"></p><p class=\"p2\" style=\"text-align:justify\">Ursun is the God of Bears, also known as Father of Bears, or Father Bear. His worship was first introduced by the Gospodars, but bears are such a major part of Kislevite life that the religion was absorbed almost instantly. Bears continue to be a vital part of society to this day, and the religion is now inseparable from the Kislevite culture. Worship of Ursun is not a state religion as the worship of Sigmar in the Empire is, but the fate of Kislev is linked in many minds to the fortunes and favor of Father Bear.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Ursun is usually depicted as a giant, brown, cave bear, sometimes wearing a gold crown. He also often has golden teeth or golden claws, which indicate not only that Ursun is king of the beasts but the value of bears as well. On the oblast, a killed bear will provide great wealth to an entire stanitsa. Occasionally, Ursun is depicted as a large, burly man with grey streaks in his wild hair. He wears a loincloth and carries nothing but a spear.</p><p class=\"p3\" style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">The Cult of Ursun is strong but far less organized than the cults of the Empire Gods. Each town and stanitsa with more than one follower of Ursun will have a chief priest, typically the strongest or largest among them. The chief priest speaks for all his followers and for the will of Ursun, letting his village and fellow worshippers know what the bear God wishes. He is also responsible for leading hunts, punishing those who break the strictures, and overseeing the initiation of new members and new priests. Those wishing to take the role of priest must go into the wilderness alone with only bow and knife and bring back a tamed bear. While rarely fatal, it can take years for an aspirant to find a suitable animal. The role of chief priest is held until death, and it is considered bad luck for a chief priest to die outside of a battle or a hunt. ‘The bear does not die sleeping,’ is the adage used. Upon the death of a chief priest, the honor passes to the strongest warrior amongst the remaining priests.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">At times, Ursun is known to choose a great high priest, who is the chief priest of all of Kislev. Ursun speaks to him about the fate of the whole land and the path of its people. High priests are found through signs and portents<span class=\"s1\">—</span>perhaps a child born with a bear-shaped birthmark may be destined for such a role; a chief priest who slays a terrible ice bear may be called by Ursun to be his voice. The high priest before Boris Ursus, the shaman Hagrim Bear-Brother, was lost in the snow as a youngling and found alive the next spring in the care of a mother bear. And the tale of the choosing of Tzar Bokhar is well known.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Like the chief priests, the high priest is responsible for ensuring all the people of the land show proper respect to Father Bear. When the high priest is close to death, he is often given a vision of the next high priest, allowing the title to be passed on. Other times, the position lays vacant until Ursun needs such a servant again. Many believe a high priest rises when Kislev is in great need, and Ursun must prepare his followers against invasion or other great trial. Yet Tzar Boris died before the Storm of Chaos broke. Some wonder if his early death means Ursun’s favor has abandoned them. Others wonder if the Storm will all-too-soon blow back again and if they’ll have time to scan the portents for the next high priest.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">“Despite his wild nature, Ursun is as popular in the cities as he<span class=\"Apple-converted-space\"> </span>is in the oblast. This status is mostly because the previous Tzar<span class=\"Apple-converted-space\"> </span>was also the high priest of the Cult of Ursun, the first to claim<span class=\"Apple-converted-space\"> </span>that title in over four hundred years. During the Great War<span class=\"Apple-converted-space\"> </span>against Chaos, the Cult of Ursun was scattered to the winds.<span class=\"Apple-converted-space\"> </span>The Bear God was still revered, but with so many cities and<span class=\"Apple-converted-space\"> </span>towns devastated the central cult vanished. When Tzar Boris<span class=\"Apple-converted-space\"> </span>had his encounter with Urskin the Great Bear, he knew he was<span class=\"Apple-converted-space\"> </span>chosen by Ursun, took the God’s name as his, and brought the<span class=\"Apple-converted-space\"> </span>faith back to Kislev. His daughter, Katarin, did not follow in the role of high priest but is no less dutiful to Father Bear. Thanks to the interest of the royal family, worship of Ursun has been taken up feverishly by the druzhinas and wealthy folk of the cities, and there is hardly a street in Erengrad or Kislev that lacks some reminder of the bear God.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">Ursun is no less ubiquitous in the oblast. That the bear is both a popular folk figure and a co-habiting species means every stanitsa includes someone who reveres Father Bear first and foremost. Meanwhile, anyone who benefits from a bear kill or just leaves the forest without becoming food for bears will thank Ursun for it. In the wild north, bears can be a constant threat, and every man is aware he owes his life to the forbearance of Ursun, as much as to his own strength and luck. As a wild God, Ursun is not worshipped in temples but in outdoor shrines or disused bear caves. In the cities, great gardens of pine trees, bushes, and rocks serve as a place of worship, the shrine hidden in a cave or cleft in the center. The greatest of these gardens sits near the Bokhar Palace in Kislev.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Ursun’s penances usually involve clearing Beastmen or Northmen from wild areas in Kislev, feats of strength (such as wrestling a large bear and winning), and maintaining caves important to the cult. A cultist might also be ordered to hunt down and tame one of Ursun’s blessed white-furred children. Whatever the specific task that must be undertaken, Ursun’s penances almost always challenge the cultist to survive in the harsh wild of Kislev.<span class=\"Apple-converted-space\"> </span></p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Strictures</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">• Never hunt a bear in winter—let him sleep as he lets you sleep.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Wake the bear in the spring, and feed him well before his winter rests.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Bears must only be killed by the strength of your hand or the flight of an arrow.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Only display the hide, claw, tooth, or skull of a bear you have killed yourself.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Shun the comforts of indoor life whenever possible. In particular, all ablutions and bathing must be done outdoors.<span class=\"Apple-converted-space\"> </span></p><p class=\"p2\" style=\"text-align:justify\">• Eat fish at least once a week, as the bear does. Never eat fish and another meat on the same day, as this is wasteful.<span class=\"Apple-converted-space\"> </span></p><p></p><p><strong>Ursun’s Blessings: </strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\">Battle<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Courage<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Hardiness<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">The Hunt<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Might<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Righteousness<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.z2HSq04G8mGkkraB"
    },
    {
      "sort": 600000,
      "name": "Cult of She’ar Khan",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\" style=\"text-align:justify\"><strong>Seat of Power:</strong> Delehi </p><p class=\"p2\" style=\"text-align:justify\"><strong>Head of the Cult:</strong> Grand Pujari Bahu Singh </p><p class=\"p2\" style=\"text-align:justify\"><strong>Primary Orders:</strong> Brotherhood of Delehi, Sons of the Tiger, The Ujjayani Rajput Major </p><p class=\"p2\" style=\"text-align:justify\"><strong>Festivals:</strong> Bada’dashain, She’ar Khan Ashtami, She’ar Khan Puja, Teej Popular </p><p class=\"p2\" style=\"text-align:justify\"><strong>Holy Books:</strong> Deva-Atharvashirsha, Sha’er Khan Purana Common Holy </p><p class=\"p2\" style=\"text-align:justify\"><strong>Symbols:</strong> Maces, Multiple Arms, Stripes, Tigers</p><p></p><p class=\"p2\" style=\"text-align:justify\">She’ar Khan is a major deva (god) in Ind, worshipped by tens-ofmillions. He is associated with protection, strength, destruction, savagery, fatherhood and wars. She’ar Khan’s legend centers around combating evils and demonic forces that threaten peace, prosperity, and dharma, representing the power of good over evil. She’ar Khan is believed to unleash his divine wrath against the wicked for the liberation of the oppressed and entails destruction to empower creation. She’ar Khan is seen as a fatherly figure and often depicted as a stoic but terrifying tiger-headed man, with many arms each carrying a weapon and often defeating demons. It is common to find great statues of the Tiger God within Ind’s countless temples. Often, the dark marbling will be artfully arranged to reproduce tiger stripes across the statue’s torso and limbs. The figure will tower above its worshippers, its uppermost claws almost scraping the temple’s skylight. Other arms will commonly hold a golden sword, a glittering black mace, a strangely barbed fan and a black-headed spear. The bottom arms clutch a crimson scroll between them. Gold-set jewels hang from tufted ears, decorate many of the claws, and even pierce various points about the chest. A heavy belt, gold links connecting rubies and diamonds and other stones, hang on the hips. while a curving gold spike capping the tail arches up behind. Above all else, however, it is the statue’s face that will capture the most attention. Carved from a single slab of stone, golden brown with streaks of light where the sun touches it, She’ar Khan's face speaks of cruelty and bloodlust, and a horrible intelligence. Indeed, animals are often kept within squalid cages around the Tiger God’s statues, waiting to be sacrificed to appease the mighty She’ar Khan. This is often the first thought foreigners have when born witness to She’ar Khan’s magnificence for the first time but looks can be deceiving and the Tiger God’s reputation as a great protector has been celebrated across Ind long before the birth of Sigmar. In recent centuries the Tiger God has had a unique taste for Dark Elf flesh since the desecration of one of his brother god’s shrines. On 2087 IC, the Dark Elven Corsair Lokhir Fellheart sacked the Temple of Gilgadresh, butchering the god’s priests. Taking the statues of the god made of Indan Bloodsteel back to Naggaroth, he had the metal melted down and forged The Red Blades, a pair of swords that the Kraken Lord uses to this day.</p><p class=\"p3\" style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Rural folk across the Kingdom of Ind venerate Sha’er Khan, and any who make their living in wild places take care not to offend him. Sha’er Khan is the patron deity of Delehi in Ind, where his cult holds significant sway, influencing all levels of society. The armies of the Kingdom of Ind venerate him particularly fervently, with numerous animal sacrifices made before and after each battle.</p><p>The Tiger God’s cult has a variety of smaller orders dedicated to holy sites and shrines throughout the kingdom, but two orders of Rajput (warrior nobility) dominate the cult’s trajectory. The Brotherhood of Delehi is the pujari (priests) of the cult, who are tasked to teach the Tiger God’s ways and protect the wild places and rural communities from intrusion. They hold immense political sway and are often sought out by Indan nobility, especially the Raj caste, for key advisory roles in military and theological matters. </p><p>The Ujjayani Rajput are a mix of warrior-priest and templar who typically wander as individuals, cleansing Ind’s wild places of corruption and ensuring rural communities do nothing to upset Sha’er Khan. True to their name, these cultists are particularly widespread in Delehi and their jungle temples are large hubs of activity for rural folk. They can commonly be met patrolling the Ujjayani coast of Ind protecting coastal communities from Dark Elf raids.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Every city, town, and village in the Kingdom of Ind has at least one temple to Sigmar. The Great Tiger Temple in Delehi is staffed by thousands of priests and lay workers and guarded by at over ten thousand warriors of the Rajput cast; at the other end of the scale, a village temple may be visited just once every week by a travelling pujari (priest), who serves the needs of several small settlements. Shrines can be found in most homes. In rural areas, shrines are usually sited close to natural features of wonder such as waterfalls, swirling pools, and mountains.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">She’ar Khan’s penances usually involve capturing a dangerous animal for a temple as a sacrifice, hunting down Dark Elves or Children of She’ar Khan (Beastmen with tiger heads), slaying daemons and maintaining rural shrines important to the cult. A cultist might also be ordered to climb a waterfall barehanded or carry a stone fountain for miles into a river. Whatever the specific task that must be undertaken, She’ar Khan’s penances are brutal so as to root out the weak within the cult.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Strictures</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">• Act with honour in all matters, and never refuse a challenge. </p><p class=\"p2\" style=\"text-align:justify\">• Pay little trust to the word of Elves and their gods. </p><p class=\"p2\" style=\"text-align:justify\">• Only wear pelts from tigers killed by your own hands. </p><p class=\"p2\" style=\"text-align:justify\">• Preserve your honor at all costs — challenge those who question your resolve. </p><p class=\"p2\" style=\"text-align:justify\">• A silver and a small animal or piece of Elven flesh to every temple and shrine to Sha’er Khan approached. </p><p class=\"p2\" style=\"text-align:justify\">• Blood spilt is blood gifted to the Tiger God and no other, so to imply otherwise is an insult. </p><p class=\"p2\" style=\"text-align:justify\">• Hunt down servants of the Blood God wherever they may ravage.</p><p></p><p><strong>She'ar Khan’s Blessings:</strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\">Battle<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Courage<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Grace<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p>Might</p></td><td class=\"td1\"><p class=\"p2\">Protection<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Savagery<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_id": "xWhYn0Y112O8wh5m",
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.xWhYn0Y112O8wh5m"
    },
    {
      "sort": 600000,
      "name": "Cult of The Niō",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"p2\" style=\"text-align:justify\"><strong>Seat of Power:</strong> Tokaido </p><p class=\"p2\" style=\"text-align:justify\"><strong>Head of the Cult:</strong> Shike Shōsan </p><p class=\"p2\" style=\"text-align:justify\"><strong>Primary Orders:</strong> Temple of The Seven Heavenly Swords Major </p><p class=\"p2\" style=\"text-align:justify\"><strong>Festivals:</strong> Dance of the Heavenly Spears, Keikai-no-yoru (Geheimisnacht) Popular </p><p class=\"p2\" style=\"text-align:justify\"><strong>Holy Books:</strong> Nioshū Shiburoku (The Four Texts of the Nio Sect) </p><p class=\"p2\" style=\"text-align:justify\"><strong>Common Holy Symbols:</strong> Black and White Flames, Gates, Crossed Katanas, Portals</p><p></p><p class=\"p2\" style=\"text-align:justify\">Niō are two wrathful and muscular brother guardian gods of the Orange Simca whose statues stand today at the entrance of many Simcan temples in the Far Eastern Island nation of Nippon. They are manifestations of the Orange Simca’s wrath and might, the oldest and most powerful of the Nippon pantheon. According to scriptures like the Nioshū Shiburoku they travelled with the Orange Simca to protect them. Within the brutal tradition of Simcaism, stories of the Niō normalized the use of physical force to protect cherished values and beliefs against evil. Notably, the two gods battled with not only the Chaos Gods but dozens of local deities who sought to usurp the Orange Simca as the patron deity of Nippon. Invasions from foreign gods are written of, too. Legends tell of great clashes between the Niō and the mighty gods of Ind, Khuresh and the Greenskin twin gods Gork and Mork. They are portrayed as a pair of figures that stand guarding temple entrance gates usually called Niōmon in Nippon. The right statue is traditionally called Misshaku Kongō (depicted in all black) and has his mouth open. The left statue is traditionally called Naraen Kongō (depicted in all white) and has his mouth closed. These two characters together symbolize the birth and death of all things. In Nippon, the “Land of the Rising Sun”, they signify “everything” or “all creation”. They each serve a dual role as one is a god of war and the other a god of death, but together they represent “Ki”—the divine energy that is the source of all life in the Known World. Misshaku Kongō is a symbol of overt violence and bloodshed: he wields a diamond club and bares his teeth. His mouth is depicted as being in the shape necessary to form the “ha” or “ah” sound. In Cathay, he is also known as General Ha in reference to this iconographic detail. He is frequently worshipped by the warrior caste of Nippon, notably the samurai and Shinjin monks. Comparisons to the Blood God Khorne are taken with extreme disrespect by worshippers of the Niō and often lead to life threatening retaliation. Naraen Kongō is depicted either bare-handed or wielding a katana. He symbolizes latent strength, holding his mouth tightly shut. His mouth is rendered to form the sound “hūṃ”, or “heng” or “un”. In Cathay, he is also known as General Heng in reference to this iconographic detail. The peasant and merchant caste tend to veer towards Naraen Kongō since his strength is interpreted as not just physical but spiritual and mental. He is a source of great inspiration among the common folk, especially tradesmen, merchants and students who are always trying to improve, grow and strengthen their knowledge and expertise.</p><p class=\"p3\" style=\"text-align:justify\"></p><p class=\"p3\" style=\"text-align:justify\"><strong>Worshippers</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Outside Nippon, where the Niō have special importance, few wish to attract the Guardian Gods’ attention, so normally only the Nipponese pray to them. However, foreigners curious or brave enough may pray for strength in battle, though this often leads to confrontation with militant followers who view it is issuing a challenge. </p><p class=\"p2\" style=\"text-align:justify\">The Niō cult is strongest in central Nippon. The capital of Nippon, Tokaido, with its enormous high temple to the Orange Simca, is the heart of this cult, as the brother gods’ statues stand guard outside the city’s mighty palace and high temple’s walls. Elsewhere, they are worshipped mainly by warriors and soldiers. Devout cultists can usually be spotted by their shaved heads and muscular bodies, for most choose to imitate the gods’ physiques. The cult is dominated by a single “order”: the Temple of The Seven Heavenly Swords. The “Heavenly Swords”, as they’re often referred to, are the most feared and respected worshippers within the warrior caste. They are enormously popular, easily the largest religious organization of warriors in Nippon, and the oldest swordsmen’s school in Tokaido—its history stretching back over 3,000 years. Niō priests wear black or white robes (depending on the brother) with a blazing sun emblem on the chest. A katana or naginata is also common.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Holy Sites</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">The Niō high temple is in Tokaido, and the cult’s leader, the Shike (which means Zen Master), has enormous temporal and spiritual sway. At the back of the high temple lies the Black Gate, a massive gate covered in seals, magical wards and ancient locks believed to lead to the Simca’s Golden Shrine-Palace. All those of perish in honorable combat pass through this gate. Only the living is denied entry. Smaller temples are found in every city and town of any size but are grander and more numerous in central Nippon. Chapels and shrines can be found in barracks and forts throughout the island nation. </p><p class=\"p2\" style=\"text-align:justify\">Temples resemble fortified keeps and are normally square. Usually at the temple’s entrance stands the statues of the Niō flanking both sides. Shrines are similarly found near town gates or entrances to people’s homes but smaller, just a foot or two tall.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Penances</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">Penances set by either god are almost always tests of strength, courage, and martial skill. Slaying a powerful monster, or hunting down undead or Yokai (daemons), are typical tasks.</p><p></p><p class=\"p3\" style=\"text-align:justify\"><strong>Strictures</strong><span class=\"Apple-converted-space\"><strong> </strong></span></p><p class=\"p2\" style=\"text-align:justify\">• Revere the sun as it rises each morning. </p><p class=\"p2\" style=\"text-align:justify\">• Suffer nothing tainted by the Ruinous Powers — pursue and slay any followers of Tsien Tsin. </p><p class=\"p2\" style=\"text-align:justify\">• Hunt down Yokai and the Undead wherever they may gather — let their souls pass through the Black Gate. </p><p class=\"p2\" style=\"text-align:justify\">• Bring honor to your family. </p><p class=\"p2\" style=\"text-align:justify\">• Honor your neighbors as you would your family. </p><p class=\"p2\" style=\"text-align:justify\">• Honor the dead — respect them in death as you would have in life. </p><p class=\"p2\" style=\"text-align:justify\">• Never back down from a challenge — stand tall and proud like an iron gate.</p><p></p><p><strong>She'ar Khan’s Blessings:</strong></p><table class=\"t1\"><tbody><tr><td class=\"td1\"><p class=\"p2\">Battle<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\" data-colwidth=\"89\"><p class=\"p2\">Breath<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Courage<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p>Might</p></td><td class=\"td1\"><p class=\"p2\">Tenacity<span class=\"Apple-converted-space\"> </span></p></td><td class=\"td1\"><p class=\"p2\">Savagery<span class=\"Apple-converted-space\"> </span></p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "flags": {},
      "_id": "XGnOWFDnZ5lqDYPs",
      "_key": "!journal.pages!nUrSRCUFUdyPTMtJ.XGnOWFDnZ5lqDYPs"
    }
  ],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.wfrp4e-warriors-of-salvation.journals.nUrSRCUFUdyPTMtJ"
    }
  },
  "_key": "!journal!nUrSRCUFUdyPTMtJ",
  "categories": []
}